<?php
$Fid_db=array (
  'dir_name' => 
  array (
    1 => 'chuzu',
    2 => 'chushou',
    3 => 'qiuzu',
    4 => 'qiugou',
    5 => 'xiaoqu',
    6 => 'zhongjie',
  ),
  0 => 
  array (
    1 => '装修招标',
    2 => '装修案例',
    3 => '装修日志',
    4 => '装修学堂',
    5 => '装修公司',
    6 => '设计师',
  ),
  'name' => 
  array (
    1 => '装修招标',
    2 => '装修案例',
    3 => '装修日志',
    4 => '装修学堂',
    5 => '装修公司',
    6 => '设计师',
  ),
  'mid' => 
  array (
    1 => 1,
    2 => 2,
    3 => 3,
    4 => 4,
    5 => 5,
    6 => 6,
  ),
);?>