<?php
require("../../inc/header.php");

/*
		SoftName : EmpireBak Version 2010
		Author   : wm_chief
		Copyright: Powered by www.phome.net
*/

DoSetDbChar('gbk');
E_D("DROP TABLE IF EXISTS `qb_news_content`;");
E_C("CREATE TABLE `qb_news_content` (
  `id` mediumint(7) unsigned NOT NULL AUTO_INCREMENT,
  `title` varchar(150) NOT NULL DEFAULT '',
  `smalltitle` varchar(100) NOT NULL DEFAULT '',
  `fid` mediumint(7) unsigned NOT NULL DEFAULT '0',
  `mid` mediumint(5) NOT NULL DEFAULT '0',
  `fname` varchar(50) NOT NULL DEFAULT '',
  `hits` mediumint(7) NOT NULL DEFAULT '0',
  `pages` smallint(4) NOT NULL DEFAULT '0',
  `comments` mediumint(7) NOT NULL DEFAULT '0',
  `posttime` int(10) NOT NULL DEFAULT '0',
  `list` int(10) NOT NULL DEFAULT '0',
  `uid` mediumint(7) NOT NULL DEFAULT '0',
  `username` varchar(30) NOT NULL DEFAULT '',
  `author` varchar(30) NOT NULL DEFAULT '',
  `copyfrom` varchar(100) NOT NULL DEFAULT '',
  `copyfromurl` varchar(150) NOT NULL DEFAULT '',
  `titlecolor` varchar(15) NOT NULL DEFAULT '',
  `fonttype` tinyint(1) NOT NULL DEFAULT '0',
  `picurl` varchar(150) NOT NULL DEFAULT '0',
  `ispic` tinyint(1) NOT NULL DEFAULT '0',
  `yz` tinyint(1) NOT NULL DEFAULT '0',
  `yzer` varchar(30) NOT NULL DEFAULT '',
  `yztime` int(10) NOT NULL DEFAULT '0',
  `levels` tinyint(2) NOT NULL DEFAULT '0',
  `levelstime` int(10) NOT NULL DEFAULT '0',
  `keywords` varchar(100) NOT NULL DEFAULT '',
  `jumpurl` varchar(150) NOT NULL DEFAULT '',
  `iframeurl` varchar(150) NOT NULL DEFAULT '',
  `style` varchar(15) NOT NULL DEFAULT '',
  `template` varchar(255) NOT NULL DEFAULT '',
  `target` tinyint(1) NOT NULL DEFAULT '0',
  `ip` varchar(15) NOT NULL DEFAULT '',
  `lastfid` mediumint(7) NOT NULL DEFAULT '0',
  `money` mediumint(7) NOT NULL DEFAULT '0',
  `buyuser` text NOT NULL,
  `passwd` varchar(32) NOT NULL DEFAULT '',
  `allowdown` varchar(150) NOT NULL DEFAULT '',
  `allowview` varchar(150) NOT NULL DEFAULT '',
  `editer` varchar(30) NOT NULL DEFAULT '',
  `edittime` int(10) NOT NULL DEFAULT '0',
  `begintime` int(10) NOT NULL DEFAULT '0',
  `endtime` int(10) NOT NULL DEFAULT '0',
  `description` text NOT NULL,
  `lastview` int(10) NOT NULL DEFAULT '0',
  `digg_num` mediumint(7) NOT NULL DEFAULT '0',
  `digg_time` int(10) NOT NULL DEFAULT '0',
  `forbidcomment` tinyint(1) NOT NULL DEFAULT '0',
  `ifvote` tinyint(1) NOT NULL DEFAULT '0',
  `heart` varchar(255) NOT NULL DEFAULT '',
  `htmlname` varchar(100) NOT NULL DEFAULT '',
  `city_id` mediumint(7) NOT NULL DEFAULT '0',
  PRIMARY KEY (`id`),
  KEY `fid` (`fid`),
  KEY `hits` (`hits`,`yz`,`fid`,`ispic`),
  KEY `list` (`list`,`yz`,`fid`,`ispic`),
  KEY `ispic` (`ispic`),
  KEY `uid` (`uid`),
  KEY `levels` (`levels`),
  KEY `digg_num` (`digg_num`),
  KEY `digg_time` (`digg_time`),
  KEY `mid` (`mid`),
  KEY `city_id` (`city_id`),
  KEY `posttime` (`yz`,`posttime`,`fid`,`ispic`)
) ENGINE=MyISAM AUTO_INCREMENT=966 DEFAULT CHARSET=gbk");
E_D("replace into `qb_news_content` values('940','为什么要申请金牌会员?','','44','0','新手入门指导','18','1','0','1287391687','1287391687','1','admin','','','','','0','','0','1','','0','1','1294648671','为什么 申请 金牌 会员','','','','a:3:{s:4:\"head\";s:0:\"\";s:4:\"foot\";s:0:\"\";s:8:\"bencandy\";s:0:\"\";}','0','','0','0','','','','','','0','0','0','','1367956804','0','0','0','0','','','1');");
E_D("replace into `qb_news_content` values('941','注册普通会员要收费吗？','','44','0','新手入门指导','5','1','0','1287452794','1287452794','1','admin','','','','','0','','0','1','','0','0','0','注册 普通 会员 收费','','','','a:3:{s:4:\"head\";s:0:\"\";s:4:\"foot\";s:0:\"\";s:8:\"bencandy\";s:0:\"\";}','0','','0','0','','','','','','0','0','0','','1367775359','0','0','0','0','','','1');");
E_D("replace into `qb_news_content` values('942','注册后忘记登录名和密码怎么办？','','44','0','新手入门指导','8','1','0','1287452845','1287452845','1','admin','','','','','0','','0','1','','0','0','0','注册 忘记 登录 密码 怎么办','','','','a:3:{s:4:\"head\";s:0:\"\";s:4:\"foot\";s:0:\"\";s:8:\"bencandy\";s:0:\"\";}','0','','0','0','','','','','','0','0','0','','1367775361','0','0','0','0','','','1');");
E_D("replace into `qb_news_content` values('955','与营养师吃饭 美味与健康','','39','0','饮食文化','9','1','0','1292983367','1292983367','1','admin','','','','','0','http://food.gznet.com/Admin/Upfile/Image/20101221/1292890344785.jpg','1','1','','0','0','0','营养师 吃饭 美味 健康','','','','a:3:{s:4:\"head\";s:0:\"\";s:4:\"foot\";s:0:\"\";s:8:\"bencandy\";s:0:\"\";}','0','','0','0','','','','','','0','0','0','','1367708155','0','0','0','0','','','1');");
E_D("replace into `qb_news_content` values('956','养生滋味 姜蒜排骨焖茄子','','37','0','快乐饮食','10','1','0','1292986247','1292986247','1','admin','','','','','0','http://food.gznet.com/Admin/Upfile/Image/20101221/1292889944588.jpg','1','1','','0','0','0','养生 滋味 姜蒜 排骨 茄子','','','','a:3:{s:4:\"head\";s:0:\"\";s:4:\"foot\";s:0:\"\";s:8:\"bencandy\";s:0:\"\";}','0','','0','0','','','','','','0','0','0','','1367946530','0','0','0','0','','','1');");
E_D("replace into `qb_news_content` values('957','凉拌鲜鱿 爽脆鲜嫩又醒胃','','37','0','快乐饮食','10','1','1','1292986403','1292986403','1','admin','','','','','0','http://food.gznet.com/Admin/Upfile/Image/20101216/1292457561893.jpg','1','1','','0','0','0','凉拌 鲜嫩','','','','a:3:{s:4:\"head\";s:0:\"\";s:4:\"foot\";s:0:\"\";s:8:\"bencandy\";s:0:\"\";}','0','','0','0','','','','','','0','0','0','','1367955075','0','0','0','0','','','1');");
E_D("replace into `qb_news_content` values('958','一藕两食 煲汤炒片各精彩','','37','0','快乐饮食','9','1','0','1292986473','1292986473','1','admin','','','','','0','http://food.gznet.com/Admin/Upfile/Image/20101215/1292376497141.jpg','1','1','','0','0','0','煲汤 精彩','','','','a:3:{s:4:\"head\";s:0:\"\";s:4:\"foot\";s:0:\"\";s:8:\"bencandy\";s:0:\"\";}','0','','0','0','','','','','','0','0','0','','1367944798','0','0','0','0','','','1');");
E_D("replace into `qb_news_content` values('959','头抽姜葱炒鳝片 养血强精','','39','0','饮食文化','7','1','0','1292986534','1292986534','1','admin','','','','','0','http://food.gznet.com/Admin/Upfile/Image/20101207/1291681868746.jpg','1','1','','0','0','0','姜葱炒 强精','','','','a:3:{s:4:\"head\";s:0:\"\";s:4:\"foot\";s:0:\"\";s:8:\"bencandy\";s:0:\"\";}','0','','0','0','','','','','','0','0','0','','1367937750','0','0','0','0','','','1');");
E_D("replace into `qb_news_content` values('960','虫草花鸡汁焖豆腐 益肝肾','','39','0','饮食文化','17','1','0','1292986577','1292986577','1','admin','','','','','0','http://food.gznet.com/Admin/Upfile/Image/20101209/1291870424250.jpg','1','1','','0','0','0','虫草 花鸡汁 豆腐 肝肾','','','','a:3:{s:4:\"head\";s:0:\"\";s:4:\"foot\";s:0:\"\";s:8:\"bencandy\";s:0:\"\";}','0','','0','0','','','','','','0','0','0','','1368005488','0','0','0','0','','','1');");
E_D("replace into `qb_news_content` values('961','蚝自远方来 鲜甜美味难挡','','39','0','饮食文化','11','1','0','1292986635','1292986635','1','admin','','','','','0','http://food.gznet.com/Admin/Upfile/Image/20101117/1289956817840.jpg','1','1','','0','0','0','远方 美味','','','','a:3:{s:4:\"head\";s:0:\"\";s:4:\"foot\";s:0:\"\";s:8:\"bencandy\";s:0:\"\";}','0','','0','0','','','','','','0','0','0','','1367956143','0','0','0','0','','','1');");
E_D("replace into `qb_news_content` values('962','6年走遍广州 绘出徒步地图','','31','0','旅游文化','73','1','0','1292986709','1292986709','1','admin','','','','','0','','0','1','','0','0','0','6年 走遍 广州 徒步 地图','','','','a:3:{s:4:\"head\";s:0:\"\";s:4:\"foot\";s:0:\"\";s:8:\"bencandy\";s:0:\"\";}','0','','0','0','','','','','','0','0','0','','1367947594','0','0','0','0','','','1');");
E_D("replace into `qb_news_content` values('963','寒冷天气还将持续 欧洲机场继续瘫痪','','32','0','渡假生活','131','1','0','1292986746','1683119616','1','admin','','','','','0','','0','1','','0','1','0','寒冷 天气 持续 欧洲 机场 继续 瘫痪','','','','a:3:{s:4:\"head\";s:0:\"\";s:4:\"foot\";s:0:\"\";s:8:\"bencandy\";s:0:\"\";}','0','','0','0','','','','','','0','0','0','','1367945866','0','0','0','0','','','1');");
E_D("replace into `qb_news_content` values('964','圣诞玩什么?香港快乐混搭 澳门葡式浪漫','','33','0','旅游保险','28','1','0','1292986787','1292986787','1','admin','','','','','0','qb_news_/33/1_20110601170648_MTIz.jpg','1','1','','0','0','0','圣诞 什么 香港 快乐 澳门 浪漫','','','','a:3:{s:4:\"head\";s:0:\"\";s:4:\"foot\";s:0:\"\";s:8:\"bencandy\";s:0:\"\";}','0','','0','0','','','','','','0','0','0','','1367950275','0','0','0','0','','','1');");
E_D("replace into `qb_news_content` values('965','法国古城第戎 红酒古堡相辉映','','37','0','快乐饮食','163','1','0','1292986837','1292986837','1','admin','','','','','0','qb_news_/34/1_20110601170649_aW1nNw==.jpg','1','1','','0','0','1328758360','法国 古城 红酒 古堡 辉映','','','','a:3:{s:4:\"head\";s:0:\"\";s:4:\"foot\";s:0:\"\";s:8:\"bencandy\";s:0:\"\";}','0','','0','0','','','','','','0','0','0','','1367939637','0','0','0','0','','','0');");
E_D("replace into `qb_news_content` values('943','如何发布供应信息？','','44','0','新手入门指导','6','1','0','1287452874','1287452874','1','admin','','','','','0','','0','1','','0','0','0','如何 发布 供应 信息','','','','a:3:{s:4:\"head\";s:0:\"\";s:4:\"foot\";s:0:\"\";s:8:\"bencandy\";s:0:\"\";}','0','','0','0','','','','','','0','0','0','','1367775362','0','0','0','0','','','1');");
E_D("replace into `qb_news_content` values('944','如何发布求购信息？','','44','0','新手入门指导','2','1','0','1287452913','1287452913','1','admin','','','','','0','','0','1','','0','0','0','如何 发布 求购 信息','','','','a:3:{s:4:\"head\";s:0:\"\";s:4:\"foot\";s:0:\"\";s:8:\"bencandy\";s:0:\"\";}','0','','0','0','','','','','','0','0','0','','1367775365','0','0','0','0','','','1');");
E_D("replace into `qb_news_content` values('945','如何加入钢铁网“公司库”？','','44','0','新手入门指导','5','1','0','1287452960','1287452960','1','admin','','','','','0','','0','1','','0','0','0','如何 加入 钢铁 公司库','','','','a:3:{s:4:\"head\";s:0:\"\";s:4:\"foot\";s:0:\"\";s:8:\"bencandy\";s:0:\"\";}','0','','0','0','','','','','','0','0','0','','1367775368','0','0','0','0','','','1');");
E_D("replace into `qb_news_content` values('946','如何申请商铺?','','44','0','新手入门指导','7','1','0','1287466830','1287466830','1','admin','','','','','0','','0','1','','0','0','0','如何 申请 商铺','','','','a:3:{s:4:\"head\";s:0:\"\";s:4:\"foot\";s:0:\"\";s:8:\"bencandy\";s:0:\"\";}','0','','0','0','','','','','','0','0','0','','1367775370','0','0','0','0','','','1');");
E_D("replace into `qb_news_content` values('947','金牌会员开通流程','','44','0','新手入门指导','6','1','0','1287467237','1287467237','1','admin','','','','','0','','0','1','','0','0','0','金牌 会员 开通 流程','','','','a:3:{s:4:\"head\";s:0:\"\";s:4:\"foot\";s:0:\"\";s:8:\"bencandy\";s:0:\"\";}','0','','0','0','','','','','','0','0','0','','1367775373','0','0','0','0','','','1');");
E_D("replace into `qb_news_content` values('948','在线申请开通金牌会员','','44','0','新手入门指导','4','1','0','1287467259','1287467259','1','admin','','','','','0','','0','1','','0','0','0','在线申请 开通 金牌 会员','','','','a:3:{s:4:\"head\";s:0:\"\";s:4:\"foot\";s:0:\"\";s:8:\"bencandy\";s:0:\"\";}','0','','0','0','','','','','','0','0','0','','1367775375','0','0','0','0','','','1');");
E_D("replace into `qb_news_content` values('949','金牌会员服务介绍','','44','0','新手入门指导','4','1','0','1287467280','1287467280','1','admin','','','','','0','','0','1','','0','0','0','金牌 会员服务 介绍','','','','a:3:{s:4:\"head\";s:0:\"\";s:4:\"foot\";s:0:\"\";s:8:\"bencandy\";s:0:\"\";}','0','','0','0','','','','','','0','0','0','','1367775377','0','0','0','0','','','1');");
E_D("replace into `qb_news_content` values('950','火车票查询','','45','0','生活信息查询','9','1','0','1290405701','1290405701','1','admin','','','','','0','','0','1','','0','0','0','火车票 查询','','http://search.huochepiao.com/','','a:3:{s:4:\"head\";s:0:\"\";s:4:\"foot\";s:0:\"\";s:8:\"bencandy\";s:0:\"\";}','0','','0','0','','','','','','0','0','0','','1367775379','0','0','0','0','','','1');");
E_D("replace into `qb_news_content` values('951','天气预报查询','','45','0','生活信息查询','9','1','0','1290405834','1290405834','1','admin','','','','','0','','0','1','','0','0','0','天气预报 查询','','http://www.nmc.gov.cn/publish/forecast/AGD/guangzhou.html','','a:3:{s:4:\"head\";s:0:\"\";s:4:\"foot\";s:0:\"\";s:8:\"bencandy\";s:0:\"\";}','0','','0','0','','','','','','0','0','0','','1367775380','0','0','0','0','','','1');");
E_D("replace into `qb_news_content` values('952','机票查询','','45','0','生活信息查询','10','1','0','1290405915','1290405915','1','admin','','','','','0','','0','1','','0','0','0','机票查询','','http://flight.elong.com/index_cn.html','','a:3:{s:4:\"head\";s:0:\"\";s:4:\"foot\";s:0:\"\";s:8:\"bencandy\";s:0:\"\";}','0','','0','0','','','','','','0','0','0','','1367775382','0','0','0','0','','','1');");
E_D("replace into `qb_news_content` values('953','坐车查询','','45','0','生活信息查询','10','1','0','1290405979','1290405979','1','admin','','','','','0','','0','1','','0','1','1294648673','坐车 查询','','http://www.zuoche.com/','','a:3:{s:4:\"head\";s:0:\"\";s:4:\"foot\";s:0:\"\";s:8:\"bencandy\";s:0:\"\";}','0','','0','0','','','','','','0','0','0','','1367944230','0','0','0','0','','','1');");
E_D("replace into `qb_news_content` values('954','全国车辆交通违章查询表','','45','0','生活信息查询','6','1','0','1290406047','1290406047','1','admin','','','','','0','','0','1','','0','0','0','全国 车辆 交通 违章 查询表','','','','a:3:{s:4:\"head\";s:0:\"\";s:4:\"foot\";s:0:\"\";s:8:\"bencandy\";s:0:\"\";}','0','','0','0','','','','','','0','0','0','','1367708170','0','0','0','0','','','1');");

require("../../inc/footer.php");
?>