<?php
require("../../inc/header.php");

/*
		SoftName : EmpireBak Version 2010
		Author   : wm_chief
		Copyright: Powered by www.phome.net
*/

DoSetDbChar('gbk');
E_D("DROP TABLE IF EXISTS `qb_wei_content`;");
E_C("CREATE TABLE `qb_wei_content` (
  `id` mediumint(7) unsigned NOT NULL AUTO_INCREMENT,
  `title` varchar(150) NOT NULL DEFAULT '',
  `smalltitle` varchar(100) NOT NULL DEFAULT '',
  `fid` mediumint(7) unsigned NOT NULL DEFAULT '0',
  `mid` mediumint(5) NOT NULL DEFAULT '0',
  `fname` varchar(50) NOT NULL DEFAULT '',
  `hits` mediumint(7) NOT NULL DEFAULT '0',
  `pages` smallint(4) NOT NULL DEFAULT '0',
  `comments` mediumint(7) NOT NULL DEFAULT '0',
  `posttime` int(10) NOT NULL DEFAULT '0',
  `list` int(10) NOT NULL DEFAULT '0',
  `uid` mediumint(7) NOT NULL DEFAULT '0',
  `username` varchar(30) NOT NULL DEFAULT '',
  `author` varchar(30) NOT NULL DEFAULT '',
  `copyfrom` varchar(100) NOT NULL DEFAULT '',
  `copyfromurl` varchar(150) NOT NULL DEFAULT '',
  `titlecolor` varchar(15) NOT NULL DEFAULT '',
  `fonttype` tinyint(1) NOT NULL DEFAULT '0',
  `picurl` varchar(150) NOT NULL DEFAULT '0',
  `ispic` tinyint(1) NOT NULL DEFAULT '0',
  `yz` tinyint(1) NOT NULL DEFAULT '0',
  `yzer` varchar(30) NOT NULL DEFAULT '',
  `yztime` int(10) NOT NULL DEFAULT '0',
  `levels` tinyint(2) NOT NULL DEFAULT '0',
  `levelstime` int(10) NOT NULL DEFAULT '0',
  `keywords` varchar(100) NOT NULL DEFAULT '',
  `jumpurl` varchar(150) NOT NULL DEFAULT '',
  `iframeurl` varchar(150) NOT NULL DEFAULT '',
  `style` varchar(15) NOT NULL DEFAULT '',
  `template` varchar(255) NOT NULL DEFAULT '',
  `target` tinyint(1) NOT NULL DEFAULT '0',
  `ip` varchar(15) NOT NULL DEFAULT '',
  `lastfid` mediumint(7) NOT NULL DEFAULT '0',
  `money` mediumint(7) NOT NULL DEFAULT '0',
  `buyuser` text NOT NULL,
  `passwd` varchar(32) NOT NULL DEFAULT '',
  `allowdown` varchar(150) NOT NULL DEFAULT '',
  `allowview` varchar(150) NOT NULL DEFAULT '',
  `editer` varchar(30) NOT NULL DEFAULT '',
  `edittime` int(10) NOT NULL DEFAULT '0',
  `begintime` int(10) NOT NULL DEFAULT '0',
  `endtime` int(10) NOT NULL DEFAULT '0',
  `description` text NOT NULL,
  `lastview` int(10) NOT NULL DEFAULT '0',
  `digg_num` mediumint(7) NOT NULL DEFAULT '0',
  `digg_time` int(10) NOT NULL DEFAULT '0',
  `forbidcomment` tinyint(1) NOT NULL DEFAULT '0',
  `ifvote` tinyint(1) NOT NULL DEFAULT '0',
  `heart` varchar(255) NOT NULL DEFAULT '',
  `htmlname` varchar(100) NOT NULL DEFAULT '',
  `city_id` int(7) NOT NULL DEFAULT '0',
  PRIMARY KEY (`id`),
  KEY `fid` (`fid`),
  KEY `hits` (`hits`,`yz`,`fid`,`ispic`),
  KEY `list` (`list`,`yz`,`fid`,`ispic`),
  KEY `ispic` (`ispic`),
  KEY `uid` (`uid`),
  KEY `levels` (`levels`),
  KEY `digg_num` (`digg_num`),
  KEY `digg_time` (`digg_time`),
  KEY `mid` (`mid`),
  KEY `posttime` (`yz`,`posttime`,`fid`,`ispic`)
) ENGINE=MyISAM AUTO_INCREMENT=33 DEFAULT CHARSET=gbk");
E_D("replace into `qb_wei_content` values('1','','','3','1','糗事','9','0','0','1362993840','1362993840','1','admin','','','','','0','qb_wei_/3/1_20130312160327_gjpzj.jpg','1','1','','0','0','0','白富美 穷小子 创业 一夜致富 美女 汽车 富二代','','','','','0','127.0.0.1','0','0','','','','','','0','0','0','','1367775979','0','0','0','0','','','0');");
E_D("replace into `qb_wei_content` values('2','','','3','1','糗事','5','0','0','1362994193','1362994193','1','admin','','','','','0','http://t2.qpic.cn/mblogpic/6d0b229e8a35b258ec4c/460','1','1','','0','0','0','网友 富家子弟 度假 蜜月 宝马 网购 炫富 白富美','','','','','0','127.0.0.1','0','0','','','','','','0','0','0','','1367775987','0','0','0','0','','','0');");
E_D("replace into `qb_wei_content` values('3','','','3','1','糗事','2','0','0','1362994270','1362994270','1','admin','','','','','0','qb_wei_/3/1_20130312160323_c4cba.jpg','1','1','','0','0','0','网友 富家子弟 度假 蜜月 宝马 网购 炫富 白富美 穷小子 创业 一夜致富 美女 汽车 富二代','','','','','0','127.0.0.1','0','0','','','','','','0','0','0','','1367867491','0','0','0','0','','','0');");
E_D("replace into `qb_wei_content` values('4','','','3','1','糗事','3','0','0','1362994310','1362994310','1','admin','','','','','0','qb_wei_/3/1_20130312160353_qc7xt.jpg','1','1','','0','0','0','网友 富家子弟 度假 蜜月 宝马','','','','','0','127.0.0.1','0','0','','','','','','0','0','0','','1367869027','0','0','0','0','','','0');");
E_D("replace into `qb_wei_content` values('5','','','3','1','糗事','1','0','0','1362994391','1362994391','1','admin','','','','','0','http://t1.qpic.cn/mblogpic/9d56cc39b24168ff955a/460','1','1','','0','0','0','度假 蜜月 宝马 网购 炫富 白富美 穷小子','','','','','0','127.0.0.1','0','0','','','','','','0','0','0','','1367869031','0','0','0','0','','','0');");
E_D("replace into `qb_wei_content` values('6','','','3','1','糗事','2','0','0','1362994419','1362994419','1','admin','','','','','0','qb_wei_/3/1_20130312160325_kd6sk.jpg','1','1','','0','0','0','创业 一夜致富 美女 汽车 富二代','','','','','0','127.0.0.1','0','0','','','','','','0','0','0','','1367867494','0','0','0','0','','','0');");
E_D("replace into `qb_wei_content` values('7','','','3','1','糗事','2','0','0','1362994450','1362994450','1','admin','','','','','0','qb_wei_/3/1_20130312160316_yozpo.jpg','1','1','','0','0','0','穷小子 创业 一夜致富 美女 汽车','','','','','0','127.0.0.1','0','0','','','','','','0','0','0','','1367867497','0','0','0','0','','','0');");
E_D("replace into `qb_wei_content` values('8','','','3','1','糗事','3','0','0','1362994525','1362994525','1','admin','','','','','0','qb_wei_/3/1_20130312160343_uxmpj.jpg','1','1','','0','0','0','网友 富家子弟 度假 蜜月','','','','','0','127.0.0.1','0','0','','','','','','0','0','0','','1367867500','0','0','0','0','','','0');");
E_D("replace into `qb_wei_content` values('9','','','3','1','糗事','2','0','0','1362994568','1362994568','1','admin','','','','','0','qb_wei_/3/1_20130312160347_rlavc.jpg','1','1','','0','0','0','宝马 网购 炫富 白富美 穷小子 创业','','','','','0','127.0.0.1','0','0','','','','','','0','0','0','','1367869035','0','0','0','0','','','0');");
E_D("replace into `qb_wei_content` values('10','','','3','1','糗事','3','0','0','1362994605','1362994605','1','admin','','','','','0','qb_wei_/3/1_20130312150313_6lp86.jpg','1','1','','0','0','0','富家子弟 度假 蜜月 宝马 网购 炫富','','','','','0','127.0.0.1','0','0','','','','','','0','0','0','','1367868974','0','0','0','0','','','0');");
E_D("replace into `qb_wei_content` values('11','','','3','1','糗事','5','0','0','1362994670','1362994670','1','admin','','','','','0','qb_wei_/3/1_20130312150338_pcs0v.jpg','1','1','','0','0','0','网购 炫富 白富美 穷小子 创业 一夜致富 美女 汽车','','','','','0','127.0.0.1','0','0','','','','','','0','0','0','','1367775984','0','0','0','0','','','0');");
E_D("replace into `qb_wei_content` values('12','','','3','1','糗事','1','0','0','1362994693','1362994693','1','admin','','','','','0','http://t2.qpic.cn/mblogpic/95e9b5bb820c72451128/460','1','1','','0','0','0','创业 一夜致富 美女 汽车 富二代','','','','','0','127.0.0.1','0','0','','','','','','0','0','0','','1367868978','0','0','0','0','','','0');");
E_D("replace into `qb_wei_content` values('13','','','3','1','糗事','2','0','0','1362994716','1362994716','1','admin','','','','','0','qb_wei_/3/1_20130312160347_ooy9e.jpg','1','1','','0','0','0','网友 富家子弟 度假 蜜月 宝马','','','','','0','127.0.0.1','0','0','','','','','','0','0','0','','1367868982','0','0','0','0','','','0');");
E_D("replace into `qb_wei_content` values('14','','','3','1','糗事','1','0','0','1362994745','1362994745','1','admin','','','','','0','http://t2.qpic.cn/mblogpic/d27dff3ea7c6ce76ab5a/460','1','1','','0','0','0','富家子弟 度假 蜜月 宝马 网购 炫富 白富美','','','','','0','127.0.0.1','0','0','','','','','','0','0','0','','1367868985','0','0','0','0','','','0');");
E_D("replace into `qb_wei_content` values('15','','','3','1','糗事','2','0','0','1362994772','1362994772','1','admin','','','','','0','http://t2.qpic.cn/mblogpic/7356bd04b9a119944baa/460','1','1','','0','0','0','白富美 穷小子 创业 一夜致富 美女 汽车 富二代','','','','','0','127.0.0.1','0','0','','','','','','0','0','0','','1367867488','0','0','0','0','','','0');");
E_D("replace into `qb_wei_content` values('16','','','3','1','糗事','2','0','0','1362994825','1362994825','1','admin','','','','','0','qb_wei_/3/1_20130312150344_s22rf.jpg','1','1','','0','0','0','宝马 网购 炫富 白富美 穷小子 创业','','','','','0','127.0.0.1','0','0','','','','','','0','0','0','','1367869019','0','0','0','0','','','0');");
E_D("replace into `qb_wei_content` values('17','','','3','1','糗事','1','0','0','1362994854','1362994854','1','admin','','','','','0','http://t2.qpic.cn/mblogpic/b098a0111c1542aaf648/460','1','1','','0','0','0','网友 富家子弟 度假 蜜月 宝马 网购','','','','','0','127.0.0.1','0','0','','','','','','0','0','0','','1367869024','0','0','0','0','','','0');");
E_D("replace into `qb_wei_content` values('18','','','1','1','新鲜事','7','0','0','1362994893','1362994893','1','admin','','','','','0','qb_wei_/1/1_20130312160325_rp7gj.jpg','1','1','','0','0','0','度假 蜜月 宝马 网购 穷小子 创业 一夜致富 美女 汽车 富二代','','','','','0','127.0.0.1','0','0','','','','','','0','0','0','','1367775967','0','0','0','0','','','0');");
E_D("replace into `qb_wei_content` values('19','','','1','1','新鲜事','3','0','0','1362994928','1362994928','1','admin','','','','','0','http://t2.qpic.cn/mblogpic/2f80c5296d3cdc99a918/460','1','1','','0','0','0','炫富 白富美 网友 富家子弟 度假 蜜月 宝马 网购 穷小子','','','','','0','127.0.0.1','0','0','','','','','','0','0','0','','1367867493','0','0','0','0','','','0');");
E_D("replace into `qb_wei_content` values('20','','','1','1','新鲜事','1','0','0','1362994958','1362994958','1','admin','','','','','0','http://t1.qpic.cn/mblogpic/ac53feee6c0057600020/460','1','1','','0','0','0','穷小子 创业 一夜致富 美女 汽车 富二代','','','','','0','127.0.0.1','0','0','','','','','','0','0','0','','1367867496','0','0','0','0','','','0');");
E_D("replace into `qb_wei_content` values('21','','','4','1','美女','4','0','0','1362994990','1362994990','1','admin','','','','','0','qb_wei_/4/1_20130312160349_ocqdz.jpg','1','1','','0','0','0','白富美 网友 富家子弟 度假 蜜月 宝马 网购 穷小子','','','','','0','127.0.0.1','0','0','','','','','','0','0','0','','1367774715','0','0','0','0','','','0');");
E_D("replace into `qb_wei_content` values('22','','','4','1','美女','3','0','0','1362995010','1362995010','1','admin','','','','','0','qb_wei_/4/1_20130312160322_ye0n4.jpg','1','1','','0','0','0','富家子弟 度假 蜜月 宝马 网购 穷小子','','','','','0','127.0.0.1','0','0','','','','','','0','0','0','','1367774717','0','0','0','0','','','0');");
E_D("replace into `qb_wei_content` values('23','','','4','1','美女','4','0','0','1362995048','1362995048','1','admin','','','','','0','qb_wei_/4/1_20130312150300_tonwt.jpg','1','1','','0','0','0','穷小子 创业 一夜致富 美女 汽车 富二代','','','','','0','127.0.0.1','0','0','','','','','','0','0','0','','1367775170','0','0','0','0','','','0');");
E_D("replace into `qb_wei_content` values('24','','','4','1','美女','4','0','0','1362995206','1362995206','1','admin','','','','','0','qb_wei_/4/1_20130312150311_zih7a.jpg','1','1','','0','0','0','白富美 网友 富家子弟 宝马 网购 穷小子 创业','','','','','0','127.0.0.1','0','0','','','','','','0','0','0','','1367775172','0','0','0','0','','','0');");
E_D("replace into `qb_wei_content` values('25','','','4','1','美女','8','0','0','1362995451','1362995451','1','admin','','','','','0','qb_wei_/4/1_20130312150334_5belc.jpg','1','1','','0','0','0','网友 富家子弟 宝马 网购 穷小子 创业 一夜致富 美女','','','','','0','127.0.0.1','0','0','','','','','','0','0','0','','1367854889','0','0','0','0','','','0');");
E_D("replace into `qb_wei_content` values('26','','','4','1','美女','14','0','0','1362995562','1362995562','1','admin','','','','','0','qb_wei_/4/1_20130312150349_p9iiy.jpg','1','1','','0','0','0','宝马 网购 穷小子 创业 一夜致富 美女 汽车','','','','','0','127.0.0.1','0','0','','','','','','0','0','0','','1367858939','0','0','0','0','','','0');");
E_D("replace into `qb_wei_content` values('27','','','4','1','美女','4','0','0','1362995766','1362995766','1','admin','','','','','0','qb_wei_/4/1_20130312160338_lrvpa.jpg','1','1','','0','0','0','炫富 白富美 网友 富家子弟 宝马 网购 穷小子 创业 一夜致富','','','','','0','127.0.0.1','0','0','','','','','','0','0','0','','1368005466','0','0','0','0','','','0');");
E_D("replace into `qb_wei_content` values('28','','','5','1','搞笑','21','0','0','1362995840','1362995840','1','admin','','','','','0','qb_wei_/5/1_20130312150340_ggdtu.jpg','1','1','','0','0','0','宝马 网购 穷小子 创业 一夜致富','','','','','0','127.0.0.1','0','0','','','','','','0','0','0','','1367858502','0','0','0','0','','','0');");
E_D("replace into `qb_wei_content` values('29','','','5','1','搞笑','66','0','0','1362995892','1362995892','1','admin','','','','','0','qb_wei_/5/1_20130312160324_2fstz.jpg','1','1','','0','0','0','富二代 炫富 白富美 网友 富家子弟 宝马 网购','','','','','0','127.0.0.1','0','0','','','','','','0','0','0','','1367852232','0','0','0','0','','','0');");
E_D("replace into `qb_wei_content` values('30','','','5','1','搞笑','8','0','0','1362996015','1362996015','1','admin','','','','','0','qb_wei_/5/1_20130312150312_hbn71.jpg','1','1','','0','0','0','网购 穷小子 创业 一夜致富','','','','','0','127.0.0.1','0','0','','','','','','0','0','0','','1368021954','0','0','0','0','','','0');");
E_D("replace into `qb_wei_content` values('31','','','5','1','搞笑','8','0','0','1362996068','1362996068','1','admin','','','','','0','qb_wei_/5/1_20130312150307_8xa95.jpg','1','1','','0','0','0','富二代 炫富 白富美 网友 富家子弟 宝马 网购 穷小子','','','','','0','127.0.0.1','0','0','','','','','','0','0','0','','1367932612','0','0','0','0','','','0');");
E_D("replace into `qb_wei_content` values('32','','','5','1','搞笑','13','0','0','1362996089','1362996089','1','admin','','','','','0','qb_wei_/5/1_20130312160357_pwcaj.jpg','1','1','','0','0','0','美女 汽车 富二代 炫富 白富美 网友','','','','','0','127.0.0.1','0','0','','','','','','0','0','0','','1367856302','0','0','0','0','','','0');");

require("../../inc/footer.php");
?>